[{  "name": "Norma",
    "image": "images/splash/norma.jpg",
    "quote": {
        "en": "I was a single parent for 11 years. It was really hard to leave my two kids and come into work without really having any support from family.",
        "es": "Yo fui una madre soltera por 11 años. Fue muy difícil dejar a mis dos hijos y ir al trabajo sin tener el  apoyo de mi familia.",
        "tl": "Sa loob ng labing isang taon, naging akong mag-iisang magulang. Mahirap iwanan ang mga anak ko para magtrabaho habang wala akong suporta sa pamilya.",
        "zh": "作为一个单身母亲已经11年了。对我来说最困难的莫过于独自抚养我的两个孩子，并且家庭对我的工作而言没有提供任何帮助。"
    },
    "align": "left"
},

{   "name": "Leo",
    "image": "images/splash/1a2246a3.leo.jpg",
    "quote": {
        "en": "There are a lot of restaurants closing. In this economy a lot of people don’t go out to eat as much. I didn’t know at this point in my life I would be a server at a restaurant.",
        "es": "Hay un montón de restaurantes que estan cerrando. En esta economía, mucha gente no sale a comer como antes. Yo no pense que estuvera trabajando como servidor en un restaurante en esta etapa de mi vida.",
        "tl": "Maraming kainan na nagsasarado. Dahil sa ekonomiya, bihira lang kumain sa labas ang mga tao. Hinding-hindi ko nakita na magiging akong isang tagapagsilbi sa isang kainan.",
        "zh": "作为一个单身母亲已经11年了。对我来说最困难的莫过于独自抚养我的两个孩子，并且家庭对我的工作而言没有提供任何帮助。"
    },
    "align": "right"
},

{   "name": "Pearline",
    "image": "images/splash/3e28096a.pearline.jpg",
    "quote": {
        "en": "If I could change anything in the world, I would probably make everyone equal so there wouldn’t be a conflict with money and power.",
        "es": "Si yo pudiera cambiar algo en este mundo, you hiciera a toda gente igual, para que el problema del dinero y el poder no existiera.",
        "tl": "Kung may maibabago ako sa itong mundo, gagawin ko patas ang lahat ng mga tao upang mawala ang patutunggali sa pera at kapangyarihan.",
        "zh": "如果我可以对这个世界作出改变的话，我可能会让每个人都变得平等，这样就不会因为权利与金钱而产生冲突。"
    },
    "align": "left"
},

{   "name": "Perla",
    "image": "images/splash/20b4cd1a.perla.jpg",
    "quote": {
        "en": "My little brother’s school is getting shut down. My mom’s not here to change all their papers so I have to do all of that, and I don’t know if it’s messing with their education because they don’t know where they are going.",
        "es": "La escuela de mi hermano va a cerrar. Mi  mama no tiene tiempo para completar los papeles que necessita para cambiar escuelas, yo lo estoy haciendo. No se como le afecta saber que su educacion no es segura. ",
        "tl": "Ang paaralan ng bunso kong kapatid ay magsasara. Wala dito ang aking ina kaya ako nalang ang magaasikaso sa lahat ng papeles at hindi ko alam kung manggugulo sa kanilang edukasyon dahil hindi nila alam kung saan sila pupunta.",
        "zh": "弟弟的学校要关闭了。但我的母亲不在这里，所以我要替代母亲去接手所有文件，况且我也不清楚学校倒闭会对弟弟的教育产生什么影响，因为他也不知道他在这之后应该怎么办。"
    },
    "align": "left"
},

{   "name": "Rudi",
    "image": "images/splash/6b09a9b0.rudi.jpg",
    "quote": {
        "en": "Right now my focus is to buy a house for my daughters, for my family, and get my daughters to go to University.",
        "es": "Ahorita me estoy enfocando en comprar una casa para mis hijas, mi familia, y ayudar a mis hijas llegar a la universidad. ",
        "tl": "Ngayon, ang pokus ko ay makabili ng isang bahay para sa anak at pamilya ko at para makapasok ang anak ko sa kolehiyo.",
        "zh": "现如今，我全部精力都放在购买一个房子给我的女儿和家人，还有送我的女儿去读大学两件事情上。"
    },
    "align": "left"
}]